[
  {
    "column_title": "Alternative Authorities",
    "title": "Commercial Solutions Opening",
    "description": "Description\nThe Commercial Solutions Opening (CSO) is an authority for acquiring innovative and commercial solutions. Section 880 of the National Defense Authorization Act (NDAA) for Fiscal Year 2017 (Pub. L. 114-328) authorized DHS and GSA to implement a pilot program to competitively procure innovative commercial items, technologies, and services using CSO procedures. This authority can be implemented as FAR or non-FAR based, the authority is silent on the direction.\n",
    "problems_solved": "Problems Solved\n      \nHigh barriers of entry and low incentives (in part due to onerous FAR terms and conditions) restrict non-traditional contractors from providing innovative solutions to the government\n\n",
    "benefits": "Benefits of Use\n      \nStreamlined acquisition process\nSimplified contract terms\nAttracts start-up companies and others who have not previously worked with U.S. Government\nCan be used as either FAR or non-FAR based\nSMALL BUSINESS BENEFIT: Lowers the barrier for entry for non-traditional companies to do work with the U.S. Government by targeting innovative commercial products while not requiring the commercial FAR clauses\n\n"
  },
  {
    "column_title": "Alternative Authorities",
    "title": "Joint Venture Partnership",
    "description": "Description\nThe National Technical Information Service's (NTIS) joint venture partnership authority, within the Department of Commerce, leverages leading, innovative companies, academia, and non-profits to help solve complex data challenges within the federal government. Agencies can leverage this authority by entering into an interagency agreement with NTIS.\n",
    "problems_solved": "Problems Solved\n      \nComplex data challenges focusing on critical mission priorities using applied data science innovations in areas such as artificial intelligence, machine learning and predictive analytics.\n\n",
    "benefits": "Benefits of Use\n      \nProvides agencies quick access to the NTIS authority.\nFacilitates identification of the problem to be solved.\nDelivers innovative solutions through collaboration with vetted stakeholders.\nAccelerates results through the use of Agile methodologies.\n\n"
  },
  {
    "column_title": "Alternative Authorities",
    "title": "Other Transactions",
    "description": "Description\nOther Transaction (OT) authorities were created to give DoD the flexibility necessary to adopt and incorporate business practices that reflect commercial industry standards and best practices into its award instruments. As of the 2016 National Defense Authorization Act (NDAA) Section 815, the DoD currently has permanent authority to award OT under (10 U.S.C. 2371) for (1) Research, (2) Prototype, and (3) Production Purposes. 11 other agencies have OT authority - including DHS and NASA.\n",
    "problems_solved": "Problems Solved\n      \nAllows for rapid procurement from non-traditional contractors without FAR-based competition\n\n",
    "benefits": "Benefits of Use\n      \nRapid procurement\nNon-FAR competition\nIterative prototyping reduces risk and cost\nSMALL BUSINESS BENEFIT: Focuses on reducing barriers for non-traditional or new entrant small business contractors participating to a significant extent\n\n"
  },
  {
    "column_title": "Alternative Authorities",
    "title": "Prize Competitions",
    "description": "Description\nThe America COMPETES Reauthorization Act, Public Law 111-358, is available to all federal agencies and invites ideas and solutions through crowdsourcing. Prize competitions are useful when ingenuity, flexibility, and collaboration are desired and other government contract instruments are not likely to attract sufficiently innovative solutions.  Prize competitions are successful at attracting individuals, small disadvantaged businesses and nontraditional contractors.  Prize competitions are not suited for routine services or well understood requirements. \n",
    "problems_solved": "Problems Solved\n      Collects ideas and solutions from the public and encourages cross-sector collaboration to respond to ideation, design, and visualization problems. Applicable problem sets can arise from the business, data analytics, ideation, design, scientific, technology, software, and information technology sectors. Prizes can be monetary (above $1M cash prize with Head of Agency approval only) and non-monetary in nature (e.g., recognition, ability to participate in follow-on actions).\n",
    "benefits": "Benefits of Use\n      \nEstablishes an ambitious goal and pays only for success without having to predict which team or approach is most likely to succeed\nReduces barriers to participation in an agile process, starting small with the ability to scale\nBetter aligns risk/reward profiles with the way advanced technology industries seek compensation and profit\nIncreases opportunities for crowdsourcing and participation for cross-functional teams to deliver creative solutions to agency needs\nEncourages partnerships and citizen-solvers to innovatively solve problems with breakthrough solutions\nFederal agencies create partnerships with other agencies and organizations (nonprofit and for-profit) and bring in expertise to (i) inform a prize \"ask,\" (ii) think through evaluation criteria, (iii) judge submissions, (iv) serve as mentors to solvers, and (v) broaden communication channels\nReduces innovators’ burden of intellectual property ownership requirements; allows government flexibility with regard to ownership of solutions.\nSMALL BUSINESS BENEFIT: Entrepreneurs and small businesses wishing to participate in federal procurement have the opportunity to gain experience with a challenge.  \n\n"
  },
  {
    "column_title": "Alternative Authorities",
    "title": "Small Business Innovation Research (SBIR) Phase I and II Competitions",
    "description": "Description\nThe Small Business Innovation Research (SBIR) program is a three-phased competitive awards-based program that enables small businesses to explore their technological potential and provides the incentive to profit from its commercialization of Research/Research and Development (R/R&D) efforts.\n\nPhase I establishes the technical merit, feasibility, and commercial potential of the proposed R/R&D efforts. During this phase, each awards are capped at $250,000 ceiling and has a maximum duration of six (6) months.\nPhase II continues the Phase I effort and demonstrates the scientific and technical merit of the R/R&D effort and its commercial potential. During this phase, each awards are capped at $1,000,000 ceiling and have a maximum duration of two (2) years.\nPhase III is for the small business to pursue commercialization objectives resulting from the Phase I/II efforts. During this phase work may be for products, production, services, R/R&D, or any combination thereof. The work does not have any SBIR related restrictions on the value funded, duration or size of small business performing the work. See SBIR Phase III Sole Source Awards card in the PTAI for additional details. \n\nPhase I and II awards can only be made by participating agencies listed here. Any agency, including non-SBIR agencies, can issue a Phase III award described in the \"SBIR Phase III Sole Source Awards\" card. \n",
    "problems_solved": "Problems Solved\n      Encourages domestic small businesses to engage in Federal R/R&D that has the potential for commercialization.\n \n",
    "benefits": "Benefits of Use\n      \nBy including qualified small businesses in the nations R&D arena, high-tech innovation is stimulated, and the United States advances entrepreneurial spirit as it meets its specific research and development needs\nBy acquiring or further developing products and services developed under SBIR awards, the products and services leverage prior R/R&D and expedite the process to meet new Federal requirements\nSMALL BUSINESS BENEFIT: Increases opportunities for small businesses to develop and bring their products to market, thereby strengthening the small business industrial base\n\n"
  },
  {
    "column_title": "Alternative Authorities",
    "title": "Small Business Innovation Research (SBIR) Phase III Sole Source Awards",
    "description": "Description\nSmall Business Innovation (SBIR) and Small Business Technology Transfer (STTR) Phase III awards provide a rapid and agile approach for all federal agencies to leverage the Research/Research & Development (R/R&D) investments made through competitive SBIR/ STTR Phase I and/or II awards. Agencies are authorized, to the greatest extend practicable, to make awards to SBIR/ STTR Program participants for work that derives from, extends, or completes efforts made under either a prior SBIR or STTR Phase I or Phase II funding agreement.\nThe following are examples of the types of activities that constitute SBIR Phase III work:\n\nCommercial application including R/R&D, testing and evaluation of services or technologies.\nSBIR-derived commercial or modified commercial products or services intended for use by the Federal Government.\nContinuation of Phase I or Phase II SBIR work.\n\n \nSee “Use Cases and Example Documents” for specific agency applications.\n\n\n",
    "problems_solved": "Problems Solved\n      \nProvides for the rapid procurement of the production and/or delivery of products, and/or services stemming from SBIR/STTR investments.\nProvides options for acquisition programs to adapt or further develop previously developed internal or cross agency technology.\nReduces duplication of effort, building on previous investment.\nOffers opportunity to cross-pollinate or develop lateral applications of innovative technologies into new markets.\nEnables “bridging the gap” between R&D and commercialization.\nReduces pre-award administrative effort and award development time.\n\n",
    "benefits": "Benefits of Use\n      SBIR/STTR Phase III awards can increase efficiency and deliver value and savings to agencies and their R/R&D programs by leveraging the Government’s R/R&D investment in previous SBIR Phase I and/or Phase II efforts. This also maximizes the return on investment made through the SBIR/STTR programs.\n\nFlexible and rapid access to promising R&D investments\n\nAny agency, including non-SBIR agencies, can issue a Phase III award.\nAwards can be based on either a SBIR/STTR Phase I or II award.\nThere is no limit on number, duration, contract type, or dollar value of Phase III awards, and there is no time limit by which a Phase III award must be made following a Phase I or Phase II award.\nAgency is not required to execute a sole source justification under FAR Part 6 or publicize a planned or executed sole source award under FAR Part 5 if the award is issued under the authority of 15 U.S. Code § 638(r)(4).  \nPhase III awards may be issued to other-than-small businesses.\n\n\n\n \n\n\nReduced technical risk and delivery time\n\nProof of concept already established.\nPrototype or working model may have been developed.\nTesting and evaluation is likely to have been accomplished.\nAdaptions to an existing system or component can reduce development effort.\nIncremental improvements to address key performance parameters can yield alternative and/or cheaper innovative solution.\n\n\n\n \n\nSmall Business Benefit\n\nReduces barriers to entry helping disadvantaged, woman owned, and other small businesses concerns (SBC) become established sources for the Federal government.\nProvides capital to help SBC’s “bridge the gap” between R&D and the commercial marketplace.\nExpands marketplace options to SBCs.\n\t\t\n\n\n\n\n\n"
  },
  {
    "column_title": "Market Research",
    "title": "Affordability",
    "description": "Description\nIndependent Government Cost Estimates (IGCEs) are often developed during the procurement process and drive many decisions in the federal acquisition strategy even when they are done poorly. To take some of gamesmanship out of the buying process, consider releasing the Government's \"affordability.\"\n",
    "problems_solved": "Problems Solved\n      Here is sample Affordability text to include in solicitations: OFFER AFFORDABILITY The Government seeks offers (or quotes) with a total price less than $10M. Offerors (or quoters) should not interpret this figure as a ceiling (or as a floor) on offers; rather, this information is provided as a courtesy to prospective offerors. The Government may select an offer for award with a price below, at, or exceeding this figure if it finds that offer provides the best value and funds are available\n",
    "benefits": "Benefits of Use\n      \nHaving robust IGCEs or providing the Government's \"affordability\" helps level the playing field, removes some of the inherent incumbent advantages, ensures a more competitive or realistic pool of offerors, and makes the process more efficient\nIncreases transparency\nAligns proposals with real requirements\nIncreases cost realism\nSMALL BUSINESS BENEFIT: Helps ensure small businesses understand the anticipated magnitude of each effort so they can decide whether to invest significant bid and proposal costs\n\n"
  },
  {
    "column_title": "Market Research",
    "title": "Facilitated Requirements Development Workshop",
    "description": "Description\nA facilitated requirements development workshop is a collaborative engagement where the integrated project team planning for a specific acquisition spends a block of time together, with other stakeholders as well as a facilitator/coach, working through various aspects of the requirement. The facilitator/coach walks the team through development of the project vision/mission, high-level objectives, performance requirements and performance-based strategies for the agency project and implementation roadmap.                                     \n \nDOD manages the Services Acquisition Workshop (SAW) program and GSA manages the Civilian Services Acquisition Workshop (CSAW) program, including train-the-trainer opportunities. Modeled after the CSAWs, the DHS Procurement Innovation Lab (PIL) facilitates PIL Acquisition Workshops (PAWS).                                                                               \n \nIn a workshop, the facilitator enables the team to effectively arrive at consensus on key decision points for the project’s requirement and resulting acquisition. These workshops are typically conducted very early in market research. PAWs, which may be as short as one day or as long as one week, are workshops dedicated to discussing and finalizing the market research, finalizing requirements development, and formulating procurement strategies. The SAW and CSAW workshops (no cost to federal customers) typically take a full week or two with the team. Workshops have been effectively used for professional, human resources, information technology, construction, and medical services acquisitions. Additionally, workshops have been used for manufacturing challenges as well as for policy development. Federal Agencies can implement facilitated requirements development workshops within their organization and it can be done virtually or in-person.\n",
    "problems_solved": "Problems Solved\n      \nWorkshops enable easier adoption of performance-based acquisition (see FAR 2.101) steps.\nFacilitated workshops can help teams develop more precise and concise requirements.\nThe workshops force teams to work together, in smaller teams and in a group setting, through the development process. Siloed functional roles can lead to suboptimized requirements development that fails to reflect an organized demand signal.\nDecisions are not continually delayed for another meeting down the road, they can happen within the workshop which will streamline the procurement process.\n\n",
    "benefits": "Benefits of Use\n      \nEnhanced awareness of best practices in market research, requirements writing, and source selection-- all tailored to the specific needs of the team, the project, and the acquisition.\nEffective collaboration of integrated project teams\nBetter defined requirements and acquisition strategies\nReduced procurement administrative lead times\nImproved project management and better performance outcomes\nIncreased stakeholder buy-in in the end product\nIncreased engagement with end users and industry, improving the overall requirements and procurement process\nA high-level roadmap to accomplish the project\n\n"
  },
  {
    "column_title": "Market Research",
    "title": "Interactive Q&A",
    "description": "Description\nInteractive sessions could clarify questions themselves, highlight issues RFPs, uncover unrealistic requirements and disseminate information to industry quickly without risking the acquisition schedule. These sessions can be virtual webinars, in person, or over the phone after the release of the draft solicitation and prior to the submission of Q&As.\n",
    "problems_solved": "Problems Solved\n      The traditional Q&A process, only done via email, provides answers to carefully crafted questions, as interpreted by the Government, this often leads to onerous follow-up questions, confusion, or both.\n",
    "benefits": "Benefits of Use\n      \nClear understanding of both questions and motivations\nAbility to ask follow-up questions quickly\nRapid dissemination to industry without risking schedule\n\n"
  },
  {
    "column_title": "Market Research",
    "title": "One on Ones",
    "description": "Description\nMarket research must be conducted thoroughly to ensure the right strategies, industry participants, and process are established to conduct an efficient, robust competition. Prior to issuance of the solicitation, government officials - including the program manager, users, or contracting officer - should meet with potential offerors to exchange general information and conduct market research related to an acquisition. While meeting with potential offerors, there is no requirement that the meetings include all possible offerors, nor is there a prohibition on one-on-one meetings.\n",
    "problems_solved": "Problems Solved\n      \nMarket research that is done purely with Requests for Information, or other purely written submissions may not result in enough information to thoroughly ensure all aspects of the requirements or evaluation strategy are well communicated with industry\n\n",
    "benefits": "Benefits of Use\n      \nIncreased understanding of the Government requirements\n\n"
  },
  {
    "column_title": "Market Research",
    "title": "Reverse Industry Day",
    "description": "Description\nIndustry presents its perspectives to the federal acquisition workforce.\n",
    "problems_solved": "Problems Solved\n      \nIt is sometimes difficult to apply innovative procurement approaches to new requirements. Industry may be able to provide better procurement approaches, or at least their perspectives to the Government audiences\n\n",
    "benefits": "Benefits of Use\n      \nAgencies gain a better understanding of how procurements, processes, or innovative techniques are approached by industry\nPotential improvements to the acquisition process\n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Betterment",
    "description": "Description\nBetterment is a process where vendors have the opportunity, in a dedicated space in their quote or proposal, to outline specific aspects of their proposed solution that exceed or enhance the government’s requirement and the value those aspects bring to the government. These Betterment promises are submitted as a stand-alone factor and are considered in the overall tradeoff analysis. These Betterment promises are captured and included in the awarded requirements document (award) replacing the former minimums of the original requirements document (solicitation). For example, an offeror proposes a definite promise of 600 actions per day with an explanation of the value impact it brings and how it is possible to exceed the government’s minimum document production of 400 actions per day.\n",
    "problems_solved": "Problems Solved\n      \nAllows vendors to propose an enhanced solution and the government to evaluate and incorporate it into the award document, if selected for award.\nAllows vendors a dedicated space in the proposal submissions to identify how their unique approaches exceed or enhance the government’s minimum requirement.\n\n",
    "benefits": "Benefits of Use\n      \nWith the Betterment technique, teams can include a separate evaluation factor to allow vendors a place to formally propose a solution that exceeds or enhances the government’s requirement in a meaningful way.\nIncrease successful outcomes of the work performed under the contract.\n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Broad Agency Announcement",
    "description": "Description\nA Broad Agency Announcement (BAA) (FAR 35.016) is a notice from the government that requests scientific or research proposals from private firms concerning certain areas of interest to the government. The proposals submitted by the private firms may lead to contracts.\n",
    "problems_solved": "Problems Solved\n      \nAcquisition of basic and applied research and that part of development not related to the development of a specific system or hardware procurement\n\n",
    "benefits": "Benefits of Use\n      \nAllows for funding of state-of-the-art advances without a specific programmatic requirement in place\nSimilar to a regular BAA, DHS\"s Long-Range BAA covers a wide range of subjects and is short on details. This enables DHS to contemplate proposals for original research that fall outside the scope of its more narrowly defined BAAs\n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Challenge-Based Acquisitions (ChBA)",
    "description": "Description\nA Challenge-Based Acquisition (ChBA) presents a real-life challenge scenario inviting vendors to conduct technical demonstrations with the capability for the government to test or interact with the technology and select the challenge-proven solution with award to the best suited working prototype or functional automated solution. ChBA uses the Federal Acquisition Regulation or Other Transaction authorities and in both the pre-award and post-award phases.\n",
    "problems_solved": "Problems Solved\n      \nChBA uses challenges to communicate the needed capability, encourage innovation in a minimally prescriptive environment, assess candidate offerings, and ultimately purchase solutions in quantity.\nChBA is especially appropriate in situations where the Government\"s need is urgent and time critical, where no traditional solution seems viable, or where emerging technologies have the potential to provide non-traditional solutions.\n\n",
    "benefits": "Benefits of Use\n      \nFocus (encourages Government understanding of sought capability gaps)\nInnovation (communicates needs without constraining the solution space)\nRisk Management (understanding the range of solutions without a major commitment of resources)\nVerification (if you don\"t see it, you don\"t buy it, no more paper proposals only)\nSynergy (incentivizes industry participation and engages user community)\nFairness (levels the playing field for small, innovative companies)\nProcurement (at the end, unlike prize competitions, you can buy the solution in quantity, not just the prototype)\n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Commercial Simplified Development Procedures",
    "description": "Description\nReimagine use of Federal Acquisition Regulation (FAR) Subparts 12.6 and 13.5, to procure technology development services using commercial procedures. Acquisitions are marked by brief and goal-oriented requirement documents, short proposal times, multiple awardees and contracts with short periods of performance (base and option periods). Option periods are used as performance phases, where only successfully demonstrated solutions are carried forward.\n",
    "problems_solved": "Problems Solved\n      \nProvides for government sponsored new development work without the need for Cost Reimbursable contracts and the challenges associated with traditional development programs.\nMaximizes flexibilities of traditional FAR procedures.\nSolicit commercial products and services without special authorities.\n\n",
    "benefits": "Benefits of Use\n      \nAccelerates technology development for government-unique requirements\nIncreases access to new entrants\nAccelerates time to award\nDecreases risk of incompatible technologies\nSMALL BUSINESS BENEFIT: Improves opportunities for small businesses to obtain Government contracts through manageable commercial-style processes that focus on helping offerors engage with potential government customers, minimize administrative requirements and maximize opportunities to demonstrate strengths\n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Discovery",
    "description": "Description\nGovernment buyers often want prospective offerors to learn more about requirements before submission of full proposals. Discovery is like an in-depth site visit that allows interested sources to conduct due diligence. The government may provide a reading room and access to key requirement owners for direct exchanges with individual companies. In order to get the best possible proposals, the Discovery process takes the site visit concept and makes it more interactive, letting offerors ask specific questions. This is typically done after release of the final solicitation and before receipt of full proposals, possibly after phase 1 of a multi-phased procurement when the competitive pool has been reduced to only a few remaining offerors.\n",
    "problems_solved": "Problems Solved\n      \nReduces the often overwhelming advantage of incumbency.\nIncumbents typically have greater access and insight to close-at-hand information, such as the background of the mission, the environment, or the underlying government need.\nAwardee transition and ramp-up times are reduced due to better understanding of the work.\n\n",
    "benefits": "Benefits of Use\n      \nBuilds supplier diversity and resiliency by creating a more manageable playing field for competition\nA thorough understanding of the requirement results in more competitive and customer-responsive offerors from industry.\nOfferors can ask questions of the 'as is' landscape to better understand the scope and to better shape their final phase proposal submission.\nThe government receives improved performance due to a better alignment of requirements and the selected offer.\nSMALL BUSINESS BENEFIT: Allows new entrant small businesses to gain insight and a level of understanding about the requirement that would otherwise not be available\n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Enhanced Contract Type Conversion",
    "description": "Description\nThis technique allows procurement teams to build flexibility into the solicitation to allow for future conversion from one contract type to another, such as from time-and-materials to firm-fixed-price, after award.\nConsider this text in your next solicitation: \"As appropriate, after award, Labor Hour/Time & Material (T&M) contract line item numbers (CLINs) may be converted to Firm-Fixed Price (FFP) CLINs through mutual agreement of both parties, based on the rates (and labor categories) negotiated at the time of award.\"\nPossible clause to reference: FAR 52.212-4(c), Contract Terms and Conditions – Commercial Items, Changes (Oct 2018)\n",
    "problems_solved": "Problems Solved\n      \nAllows procurement teams to award the most appropriate type of contract, at time of award, but convert to a more appropriate, less risky, type after enough historical performance data is known.\nImproves collaboration between the contracting office, program office, and the contractor. As appropriate, after award, CLINs may be converted through mutual agreement of both parties.\nProvides the flexibility to include optional CLINs for support that cannot be accurately priced before work commences.  For example – an optional T&M CLIN can be converted to FFP when appropriate, such as when the work is more defined after performance or when funding becomes available.\nAllows flexibility when the program office is faced with budget constraints, such as in continuing resolutions. The team can convert CLINs to firm-fixed price when appropriate.\n\n",
    "benefits": "Benefits of Use\n      \nContract type can be converted during the life of the contract instead of waiting until the next competition.\nAllows for additional flexibility under hybrid-type contracts.\nIncrease successful outcomes of the work being performed under the selected contract type. The government and contractor teams can build upon previous work and/or once knowns are more determined, finalizing pricing, within scope and within the awarded price estimation.\nProcurement teams can test a new contract type environment within scope during award.\nAllows the team to be more flexible in meeting the mission during continuing resolutions.\n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Fusion Procurements",
    "description": "Description\nThis technique fuses or brings together multiple requirements into a single solicitation from what would normally be multiple separate solicitations for each specific requirement. The varying requirements could be the same, similar, or completely different documents combined into the single solicitation. Prior to issuing the solicitation, the acquisition team would determine the evaluation strategy for each requirement outlined. The team can use the same or different evaluation approach to evaluate responses to the solicitation for each requirement, as established in the single solicitation. After evaluations are complete, the contracting officer issues separate awards for each requirement to the respective successful offeror. The Fusion Procurements technique does not refer to the process of issuing a single solicitation for a multiple award contract or agreement.\n",
    "problems_solved": "Problems Solved\n      \n The government can streamline the review process by submitting one solicitation package for review rather than multiple solicitation packages. This enables only needing one solicitation or acquisition strategy to be reviewed by legal advisors, solicitation review boards, or other reviewers such as source selection teams rather than multiple reviews. \n If teams keep the evaluation process the same for the multiple requirements, then all parties (government and industry) can get through the evaluation process more efficiently.\n\n",
    "benefits": "Benefits of Use\n      \nStreamlines the review and approval processes for government teams. \nProvides teams a method to issue solicitations concurrently rather than separately. \nStreamlines the evaluation process for government and vendors when using the same evaluation criteria for each anticipated award on the solicitation. \nStreamlines buying for same or similar requirements.\nSupports portfolio management, regardless of scope, across programs or agency requirements.\nSMALL BUSINESS BENEFIT: Includes multiple requirements into one solicitation, thus reducing the probability of missing a requirement issued by the government and increasing strategic participation in the acquisition by the small business community.\n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Highest Technically Rated Offeror with Reasonable Price (HTRO-RP)",
    "description": "Description\nThis practice allows award to the highest technically rated offer that is also found to have a reasonable price without using trade-offs between cost or price and technical.  This practice ranks or rates offerors according to technical factors following either the Self Scoring Model or a government technical evaluation.  Price evaluation of only the highest ranked or rated offer proceeds next.  Price reasonableness can be determined through various techniques such as benchmarking or statistical analysis (within one standard deviation of offeror distribution, for example).  If the offeror’s price is not determined to be fair and reasonable, the offer is rejected and the next highest ranked or rated offer is evaluated until award can be made to the highest ranked or rated offeror with a fair and reasonable price.\n\nAgencies have successfully used this technique in FAR 15 and FAR 16.5 procurements.  Not recommended for acquisitions where cost is a significant consideration.  Also not recommended for FAR Part 8 actions because of statutory and regulatory requirement that best value determinations result in the lowest overall cost alternative (considering price, special features, administrative costs, etc.).\n",
    "problems_solved": "Problems Solved\n      \nPromotes efficiency in acquisition through a streamlined selection decision, especially for knowledge based services where technical ability is of paramount concern to the point that cost is not used as a comparative discriminator among offerors.\nAllows technical capability to be prioritized over price and/or cost without requiring explicit trade-offs between technical and cost that are not likely to change the outcome.\nEnsures proposed pricing is more accurately associated with proposed quality of work.\n\n",
    "benefits": "Benefits of Use\n      \nSimplifies the best value determination; provides a streamlined means to make award to the highest technically rated offeror.\nAccelerates time to award.  An agency reported an award time of 79 days after release of the solicitation compared to 268 days for a comparable procurement.  \n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Modular Contracting",
    "description": "Description\nModular procurement is a procurement model that breaks what would traditionally be a large, monolithic contract into several shorter-term, lower dollar amount contracts. When combined with human-centered and agile practices, it can mean allowing those who use your services to use portions of the new software faster.\n",
    "problems_solved": "Problems Solved\n      \nAs the government needs to more closely monitor the performance of smaller contracts they can help remedy problems to avoid cost overlays and drawn out schedules. In contrast, the vast majority of larger projects are overbudget or failing\n\n",
    "benefits": "Benefits of Use\n      \nModular procurement makes it easier to manage software development by segmenting risk\nThis acquisition strategy permits isolated failure in one unit of many units, rather than letting it impact the entire project\nBecause each project is smaller, they are easier to comprehend and manage, making problems and risks smaller so you can recognize and resolve them more easily\nSMALL BUSINESS BENEFIT: Smaller contracts provide small businesses more manageable opportunities better aligned with their capabilities\n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "On/off ramp",
    "description": "Description\nThis process allows for the Government to: remove non-performing contractors, add new contractors during \"open seasons\", etc. Too often multiple-award IDIQs or BPAs have contractors that are either not competing for work or require more competition in out years. Here the Government has the flexibility to address issues of performance and competition after the IDIQ or BPA has been award, not just prior to award.\n \n",
    "problems_solved": "Problems Solved\n      \nWith long periods of performance, a multiple-award contract (MAC) may become less useful over time, reducing access to innovative, best-suited vendors who actively participate in the procurement process.  \n\n",
    "benefits": "Benefits of Use\n      \nMaintains access to the best solutions\nIncentivizes vendors to engage in the procurement process\nSMALL BUSINESS BENEFIT: Gives small business offerors more opportunities to enter an agency’s supplier base by gaining a spot on the contract vehicle after initial competition and award rather than being ‘locked out’ of the market as a prime contractor for a number of years\n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Rates Only for Pricing Evaluations (ROPE)",
    "description": "Description\nThe Rates Only for Pricing Evaluations (ROPE) methodology alleviates the burden on vendors submitting complex pricing submissions and on contracting officers when evaluating these submissions as part of establishing an indefinite-delivery indefinite-quantity (IDIQ) contract or blanket purchase agreement (BPA).\n \nPrior to the issuance of the solicitation, the Government creates a realistic estimated number of hours or a scenario of the labor categories or CLINs to evaluate pricing. In contrast to typical practice, the Government does not share the number of hours with the vendors. Instead, the Government asks vendors to submit only the rates, for the price submission factor, of the requested labor categories for the parent award, using the same scenario or estimate for all price evaluations. The submitted rates by the vendors are evaluated by the Government and inputted into the estimated hours or scenario to come up with the total evaluated price for each vendor. The total evaluated price is used for evaluation purposes only. All proposed labor categories and rates are incorporated into the final award. The scenario and results are shared with vendors as a part of their debriefing or when being given a brief explanation of the award decision.\n \nROPE is recommended for use when using a best-value tradeoff to award single-award IDIQs and BPAs and may be used in a multiple-award environment. ROPE is highly recommended for labor hour or time-and-materials type IDIQs or BPAs and may be used for other contract types. This technique should not be used for the award of orders against an existing IDIQ or BPA.  \n \nConsider this text in your next solicitation:\n \n“To help select the best value Quoter for this BPA [or IDIQ] opportunity, the Government will use the hourly rates from the BPA [or IDIQ] LCAT Pricing Rate Worksheet/Excel Spreadsheet. The Government will apply those rates to an estimated number of hours for each labor category to arrive at a total evaluated price. Quoters shall submit the attached pricing worksheet.”\n OR\n “All vendors must complete the LCAT Pricing Rate Worksheet by completing all cells not already filled-in by the Government. The Government will then apply those rates to a sample task order scenario to arrive at a total evaluated price to use in the best-value tradeoff analysis. The estimate [or ceiling] provided in the solicitation may assist in coming up with discounted rates for the base period and all option periods. The Government will not disclose this sample task order scenario with vendors.” \n \n",
    "problems_solved": "Problems Solved\n      \nStreamlines the submission of pricing for vendors.\nEnables contracting officers to perform a  more efficient evaluation of vendor price submissions.\nReduces the gamesmanship in pricing submissions.\n\n",
    "benefits": "Benefits of Use\n      \nStreamlines the solicitation, evaluation, and award process. Eliminates the need for a full “sample task order” and instead focuses only on the realistic scenario pricing.\nReduces the burden for the government during price evaluation and streamlines time to award. The government evaluates the rates and discounts submitted for the life of the parent vehicle and applies the vendor rates to the estimated hours or scenario.\nSMALL BUSINESS BENEFIT: Streamlines and reduces the complexity of the vendor’s price proposal submission.\n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Remote Acquisitions",
    "description": "Description\nAgencies conduct mission essential acquisition activities virtually and remotely, leveraging new or existing technology and tools. Virtual and other remote acquisition activities include i) online industry conferences, ii) phone interviews, iii) virtual site visits and inspections, iv) video proposals, and v) virtual oral presentations and consensus evaluations.\n",
    "problems_solved": "Problems Solved\n      \nInnovative virtual and remote activities with online tools and telephone devices can be highly beneficial when in person activities are not practical or possible, with emergency acquisitions (FAR Part 18) or when stakeholders are geographically dispersed.\nIn the face of a pandemic, such as COVID-19, remote acquisitions represent not just more efficient practices, but a necessary mechanism to prevent unnecessary disruptions to soliciting new work and enabling continued contract awards in support of pressing mission requirements in a manner that is consistent with the HHS Centers for Disease Control\"s guidance and shelter-in-place orders.\nAlternative authorities, such as challenges and prize competitions and commercial solutions opening pilots, combined with virtual and other remote activities may help with ideation processes to solve urgent mission needs.\n\n",
    "benefits": "Benefits of Use\n      \nAccelerates time to award.\nReduces administrative burden.\nReduces barriers to entry.\nEnables more effective decision-making.\nEnables procurements to continue where they might otherwise be stopped, such as to comply with social distancing guidance for public health safety.\nSMALL BUSINESS BENEFIT: Allows new entrants, recent entrants, and small businesses to participate in federal contracting opportunities who might not be able to otherwise on equal footing as to established contractors.  \n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Self Scoring Model",
    "description": "Description\nSelf-certification, or a self-scoring system, puts the burden of proving the contractor's capabilities on them instead of the Government. Bidders score themselves on one or more factors and provide documentation to support their assertions.\n",
    "problems_solved": "Problems Solved\n      \nAwarding large multiple-award IDIQs or BPAs is an arduous process. Many vendors may submit proposals while few are actually qualified. It falls to the contracting officer to separate them\n\n",
    "benefits": "Benefits of Use\n      \nIncentivizes non-qualified bidders to avoid submitting a proposal\nReduces administrative workload in verifying credentials\nCreates a true \"apples-to-apples\" comparison among bidders\n\n"
  },
  {
    "column_title": "Evaluation",
    "title": "Comparative Evaluation",
    "description": "Description\nNo ratings are assigned! The evaluators compare one offeror to another, factor by factor and then overall at the end. Ideal for task/delivery orders under FAR subpart 8.4 and 16.505, but also for part 13 simplified acquisitions (incl. subpart 13.5 for commercial items up to $7 Million). Not recommended for use under FAR part 15.\n",
    "problems_solved": "Problems Solved\n      \nWe don\"t get hung up on assigning and defending adjectival ratings\nRecommended text for solicitation: The Government may perform a comparative evaluation (comparing offers to each other) to select the contractor that is best suited and provides the best value, considering the evaluation factors in this solicitation\n\n",
    "benefits": "Benefits of Use\n      \nAllows the source selection authority leeway in determining the method of evaluation\nPuts the needs of the government above simple FAR part 15 procedure\nThis technique can be very powerful and very fast\n\n"
  },
  {
    "column_title": "Evaluation",
    "title": "Confidence Rating",
    "description": "Description\nConfidence ratings are another form of adjectival rating that allow evaluators to assign ratings more holistically. May be used in acquisitions under FAR subparts 8.4 (orders/BPAs under schedules), 15.3 (source selections), and 16.505 (orders under multiple-award IDIQ contracts); as well as Part13 (Simplified Acquisitions). Only source selections under Subpart 15.3 require documentation of relative strengths, deficiencies, significant weaknesses, and risks; other acquisitions may use different approaches.\n",
    "problems_solved": "Problems Solved\n      \nAdjectival ratings that limit evaluators to a certain rating based on having a certain number of \"strengths\" or \"weaknesses\" are not flexible, and overly restrict the evaluators\" ability to assign appropriate ratings. They also cause far too much controversy and re-work in our internal review processes\n\n",
    "benefits": "Benefits of Use\n      \nConfidence ratings provide evaluators the ability to look more holistically at the strongpoints and weak points of an offer\nConfidence ratings, supported by rationale, are often more helpful to a selecting official\nSMALL BUSINESS BENEFIT: Evaluates offers holistically to capture raters’ overall confidence in the offeror’s likelihood to succeed, helping small businesses who may be stronger overall than some more seasoned larger businesses\n\n"
  },
  {
    "column_title": "Evaluation",
    "title": "Down-Selects",
    "description": "Description\nThe solicitation is bifurcated into multiple phases (usually two), with a down-select in between the phases. The down-select can be firm or advisory, there are benefits to each. The goal is to make Phase 1 light, while saving the heavy technical submission and price to Phase 2 with a smaller number of offerors.\n",
    "problems_solved": "Problems Solved\n      \nThe offeror gets quick feedback on a light but meaningful Phase 1 Factor which can help inform their decision to move forward with a Phase 2 submission based on the instruction or recommendation from the Government\nThe Government does not get as overwhelmed with bulky proposal submissions, resulting in a streamlined process and cleaner documentation at the very end\n\n",
    "benefits": "Benefits of Use\n      \nMore streamlined evaluations\nReduced bid and proposal costs\nCleaner/reduced documentation for the Government in evaluations\nQuicker feedback to offerors to help them make timely decisions with their bid and proposal costs\nSMALL BUSINESS BENEFIT: Earlier feedback to offerors reduces bid and proposal costs for small businesses so they can focus their resources more effectively on acquisitions where they have the greatest likelihood of succeeding\n\n"
  },
  {
    "column_title": "Evaluation",
    "title": "Oral Presentations",
    "description": "Description\nOral presentations (see FAR 15.102) allow the Government to hear directly from the vendor and their technical experts about their solutions and create a dialogue.\n",
    "problems_solved": "Problems Solved\n      \nVendors get to showcase their true capabilities while not having to write onerous written proposals. Evaluators get to ask questions to the vendors technical experts and key personal while also engaging in interactive dialogue to truly understand the proposed solution. Evaluators also save time in evaluations by not having to read lengthy written proposals\n\n",
    "benefits": "Benefits of Use\n      \nGet information directly from vendor\"s technical experts\nAllows Government and vendor to ask and answer questions\nReduce the use of paper proposals where possible\nMay reduce bid and proposal costs\nStreamlines the Government\"s evaluation process and timeline\nSMALL BUSINESS BENEFIT: Allows small business teams to showcase their technical expertise, even engaging in a dialogue with Government evaluators, while avoiding the cost of having to submit a lengthy written technical proposal\n\n"
  },
  {
    "column_title": "Evaluation",
    "title": "Technical Demonstrations",
    "description": "Description\nProduct or technical demonstrations let buyers see, feel, and test solutions before buying. True capabilities can be revealed. Can be a stand-alone factor or an element of the oral presentation.\n",
    "problems_solved": "Problems Solved\n      \nSeeing the solution in action provides more verifiable information than reading about it on paper. Vendors can more easily showcase their solutions\n\n",
    "benefits": "Benefits of Use\n      \nCan streamline the selection process, lower bid and proposal costs, etc.\nTesting or inspection can be included as an independent evaluation factor\nAllows end-users to be part of the demonstration for useful feedback in the evaluation process\nSMALL BUSINESS BENEFIT: Allows small business to showcase their product, system, or team directly with the Government evaluators rather than writing lengthy written technical proposals about it\n\n"
  },
  {
    "column_title": "Award",
    "title": "Brief Decision Documents",
    "description": "Description\nNowhere does the FAR require that a tradeoff analysis or decision document be exhaustive or be a certain prescribed length or page count. Lets focus on the actual decision to be made instead of incorporating an exhaustive history of other documents again into the decision document or duplicating findings that may be merely be referenced by the selection official.\n",
    "problems_solved": "Problems Solved\n      \nSelection documents that are too long are problematic in several ways\n\t\nThey take too long to write\nThey take too long in the review process\nThey have to be re-written too many times\nThey contain inconsistencies that cause problems later, such as in reviews or in protests\nThey distract from the real assignment of writing a concise decision document\n\n\n\n",
    "benefits": "Benefits of Use\n      \nIs easier for the drafter to write, easier for the selecting official to read and understand, and easier for reviewers to review\nMay be re-written fewer times\nFocuses on what is really important (the selection decision)\nMay be easier to defend in a protest.\n\n"
  },
  {
    "column_title": "Award",
    "title": "On-the-spot Consensus",
    "description": "Description\nThe evaluation team reads the proposal (or attends the oral presentation) and then, as a group, evaluates the proposal and immediately documents the evaluation decision in real time before starting the evaluation of the next proposal.\n",
    "problems_solved": "Problems Solved\n      \nIndividual evaluation reports, prior to consensus, can unnecessarily delay the evaluation timeline and increase the risk of including individual findings, not intended to be supported by the consensus team, in the consensus evaluation report\n\n",
    "benefits": "Benefits of Use\n      \nKeeps documentation clear to support the decision and not deliberations\nSMALL BUSINESS BENEFIT: Reduced evaluation time puts less burden on small businesses waiting for award results\n\n"
  },
  {
    "column_title": "Award",
    "title": "Oral Debriefings",
    "description": "Description\nContracting officers may hold misconceptions about the effectiveness and outcomes of in-person oral debriefings. When done properly, the oral debriefing to inform offerors of why an award decision was made can be an extremely effective tool.\n",
    "problems_solved": "Problems Solved\n      \nClarity and trust in the award process\n\n",
    "benefits": "Benefits of Use\n      \nGovernment can instill confidence in the acquisition decision and communicate adherence to its contracting process\nOfferors are motivated to better understand the process while gaining additional insight to improve future proposals\nContracting Officers and Program Managers can apply a successful approach through dry runs in a learning environment which brings positive reinforcement\nReduced protests\nSMALL BUSINESS BENEFIT: More clarity and understanding of the award decision helps small businesses compete more effectively for future work\n\n"
  },
  {
    "column_title": "Award",
    "title": "Select Best-Suited, then Negotiate",
    "description": "Description\nOnce the Government has completed its entire evaluation in accordance with the process established in the solicitation, and has conducted its tradeoff analysis, the Government selects the apparently successful offeror/quoter. The Government then can communicate solely with that offeror/quoter to negotiate any remaining terms ((technical and price) and finalize an award. Ideal for task/delivery orders under FAR subpart 8.4 and 16.505, but also for part 13 simplified acquisitions (incl. subpart 13.5 for commercial items up to $7 Million). Not recommended for use under FAR part 15.\n",
    "problems_solved": "Problems Solved\n      \nToo often the Government makes an award still with questions on an offeror\"s technical or price submission but is afraid of negotiating with just that offeror. In the same light, Offeror\"s receive an award and go to the kickoff meeting with assumptions, etc., not yet clarified by the Government\n\n",
    "benefits": "Benefits of Use\n      \nBetter understanding and expectations from the Government and Offeror after award\nSMALL BUSINESS BENEFIT: Pre-award negotiations help ensure alignment between the government and small businesses thereby reducing costly inefficiencies and avoiding suboptimal award decisions\n\n"
  },
  {
    "column_title": "Post Award",
    "title": "Award Term Incentives",
    "description": "Description\nAgencies use additional periods of performance, known as award term incentives, to motivate vendors to deliver better performance, usually in service contracts with objective performance measures. Award Terms may be awarded using standardized scoring methodologies in performance evaluations and are most impactful when care is taken to guard against grade-inflation, relaxed rating standards and over reliance on subjective performance measures. When used, award terms should be administered separate and distinct from traditional option periods and award fees.\n",
    "problems_solved": "Problems Solved\n      \nThis practice encourages superior, contractor performance in excess of minimum requirements -- beyond what may typically be incentivized through the exercise of an option. Provides additional means of incentivizing performance on challenging programs or programs involving a heavy investment of capital. Reduces the administrative burden on high-performing contractors in securing additional work while allowing them to build a stronger track record for future competitions.\n\n",
    "benefits": "Benefits of Use\n      \nAgencies and vendors alike suggest award term incentives may be more motivating than traditional fees\nMotivates higher levels of performance\nFosters contractor capital investment\nIncreases the desirability of the award, thus potentially increasing competition\nCan both reward superior performance and save the agency time and money by spreading out the cycle for re-competition\n\n"
  },
  {
    "column_title": "Post Award",
    "title": "Releasing the Selection Decision Document",
    "description": "Description\n \nRelease of the selection decision document following contract award. This occurs after proprietary and procurement sensitive information are redacted from the document. Release could also be made of the tradeoff analysis alone or of the consensus evaluation reports only. Release of the information can be made directly to the offerors involved in the procurement or more broadly on the agency’s public website. This practice can occur as part of the debriefing process or following closure of the protest period. There are no regulatory prohibitions against this type of sharing after award.\n \n",
    "problems_solved": "Problems Solved\n      \nEliminates or reduces guesswork as to the technical merit and trade-offs decisions made by the government in a competition.\n\n",
    "benefits": "Benefits of Use\n      \nIncreases transparency between industry and government\nCan reduce an unsuccessful offeror’s inclination to protest solely out of a need for more information that the government has readily available\nEnsures the government is mindful about the documentation it produces\nEncourages the government to keep documentation reasonable, concise, and brief.\nSMALL BUSINESS BENEFIT: More clarity and understanding of the award decision, or the technical evaluation reports, helps small businesses compete more effectively for future work\n\n"
  },
  {
    "column_title": "Cultural Adaptation Journey",
    "title": "Phase 1 – Learn and Inform",
    "description": "Steps/Milestones\n\nInform stakeholders of technology capabilities\nCapture \"As Is\" processes that are best suited for automation\nIdentify administrative pain points through stakeholder engagement\nAssess organizational readiness and capacity for automation\nCollaborate on prioritizing process to be automated based on:\n\t\nReturn on Investment (ROI)\nMission Need\nCommitted Resources\nCompletion Schedule\n\n\nEngage with coalition to identify higher value work and transition plan\n\n",
    "problems_solved": "\n  Agency Examples Implementing Steps/Milestones\n  \nAgency Examples\n\n",
    "benefits": "\n  Effective Practices for Addressing Cultural Impacts on the Workforce\n  \nPhase 1 - Best Practices\n\n"
  },
  {
    "column_title": "Cultural Adaptation Journey",
    "title": "Phase 2 – Design and Prototype",
    "description": "Steps/Milestones\n\nEstablish a coalition led by the primary stakeholder and others involved with selected processes\nCollect business requirements\nGather compliance requirements and access protocols\nDevelop initial automation workflow\n\n",
    "problems_solved": "\n  Agency Examples Implementing Steps/Milestones\n  \nPhase 2 - Agency Examples\n\n",
    "benefits": "\n  Effective Practices for Addressing Cultural Impacts on the Workforce\n  \nPhase 2 - Best Practices\n\n"
  },
  {
    "column_title": "Cultural Adaptation Journey",
    "title": "Phase 3 – Recommend and Iterate",
    "description": "Steps/Milestones\n\nPresent draft workflow to stakeholder coalition\nCollect feedback\nDevelop Iteration based on feedback\nFinalize Process Design Document (PDD) and Design Specification Document (DSD)\nEnsure compliance and regulatory needs are met\nEstablish a deployment plan and identify training needs (Consider perceived risks associated with automation)\n\n",
    "problems_solved": "\n  Agency Examples Implementing Steps/Milestones\n  \nPhase 3 - Agency Examples\n\n",
    "benefits": "\n  Effective Practices for Addressing Cultural Impacts on the Workforce\n  \nNot available at this time\n\n"
  },
  {
    "column_title": "Cultural Adaptation Journey",
    "title": "Phase 4 – Communicate, Deploy, and Train",
    "description": "Steps/Milestones\n\nEnsure tailored training is developed\nSupport the development and the execution of a communication/engagement plan\nConduct training\nDeploy automation\n\n",
    "problems_solved": "\n  Agency Examples Implementing Steps/Milestones\n  \nPhase 4 - Agency Examples\n\n",
    "benefits": "\n  Effective Practices for Addressing Cultural Impacts on the Workforce\n  \nPhase 4 - Best Practices\n\n"
  },
  {
    "column_title": "Cultural Adaptation Journey",
    "title": "Phase 5 – Maintain and Capture Data",
    "description": "Steps/Milestones\n\nEnsure data is accurately recorded to report return on investment (ROI) to stakeholders\nEstablish troubleshooting protocols for the robotic process automation (RPA) or technology solution issues\nDevelop ongoing RPA/technology solution coalition meetings to report progress\nWork with a coalition to monitor the success and transition to higher value work\nEvaluate success and adjust design accordingly\n\n",
    "problems_solved": "\n  Agency Examples Implementing Steps/Milestones\n  \nPhase 5 - Agency Examples\n\n",
    "benefits": "\n  Effective Practices for Addressing Cultural Impacts on the Workforce\n  \nPhase 5 - Best Practices\n\n"
  },
  {
    "column_title": "Market Research",
    "title": "Basic Market Research",
    "description": "Description\nConducting market research is the basis for planning and developing a successful acquisition. It is the process of gathering and analyzing information about a market, product, or service to be offered for sale to fulfill the Government's needs.\nAs required in FAR Section 10.001, agencies must conduct market research and use the results to determine if sources capable of satisfying the agency’s requirements exist. \n",
    "problems_solved": "Problems Solved\n      \nCollecting basic market research information from various government and public access websites.\n\n",
    "benefits": "Benefits of Use\n      \nImproved accuracy\nIncreased compliance\nReduced labor time spent on manual tasks\nReduced process/cycle time\n\n"
  },
  {
    "column_title": "Market Research",
    "title": "Dynamic Small Business Search",
    "description": "Description\nThe Dynamic Small Business Search (DSBS) is a public system run by the Small Business Administration (SBA), that collects and displays Small Business Profiles registered in SAM.Gov (System for Award Management).\nWhen conducting market research agencies, often use the DSBS to search for small businesses to help determine the extent that small businesses may be able to support the procurement action, including whether the procurement should be set aside for participation by the small business community.  \n",
    "problems_solved": "Problems Solved\n      \nIdentifying potentially relevant small business vendors for various procurement and contracting actions\n\n",
    "benefits": "Benefits of Use\n      \nImproved accuracy\nIncreased compliance\nReduced labor time spent on manual tasks\nReduced process/cycle time\n\n"
  },
  {
    "column_title": "Market Research",
    "title": "Historical Acquisition Information",
    "description": "Description\nWhen conducting market research, reviewing historical acquisition information obtained from previous procurements can be a practical method to help understand the marketplace and assess the availability of sources. As described in the Federal Acquisition Regulation (FAR) Section 10.002, a thorough review of acquisition histories on current or prior contracts for the same or similar items can help determine the type of market information needed for a particular acquisition.\n",
    "problems_solved": "Problems Solved\n      \nSupport for uncovering historical acquisition information in order to understand the marketplace and previous prices paid\n\n",
    "benefits": "Benefits of Use\n      \nReduced labor time spent on manual tasks\nReduced process/cycle time\n\n"
  },
  {
    "column_title": "Market Research",
    "title": "Procurement Equity Market Research",
    "description": "Description\nAs required in FAR Section 10.001, agencies must conduct market research and use the results to determine if sources capable of satisfying the agency’s requirements exist. In addition, government-wide priorities outlined in the OMB memorandum M-22-03 Advancing Equity in Federal Procurement, expect agencies to make Federal contracting and procurement opportunities more readily available to all eligible vendors and to increase baseline spending for socioeconomic small businesses and traditionally underserved entrepreneurs recognized in the Small Business Act.\n",
    "problems_solved": "Problems Solved\n      \nIdentifying potentially relevant vendors for various procurement and contracting actions in support of equity goals (e.g. small business, 8(a), SDB, HUBZone, SDVOSB, WOSB)\n\n",
    "benefits": "Benefits of Use\n      \nImproved accuracy\nIncreased compliance\nReduced labor time spent on manual tasks\nReduced process/cycle time\n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Automatic Review of FAR-Based Solicitations and Contracts",
    "description": "Description\nPart 52 of the Federal Acquisition Regulation (FAR) contains the standard provisions and clauses to be included, or incorporated by reference, in solicitations or contracts. Part 52 also prescribes procedures for incorporating, identifying, and modifying provisions and clauses in solicitations and contracts, and for using alternates. In addition to considering the aforementioned factors when developing contracts and solicitations, contracting officers must also consider unique prescriptions, prefaces, and identification numbers for each provision and clause as well as the product or service being acquired, the type of contract, the acquisition procedures being used. The logic for selecting clauses and provisions for solicitations or contracts can be time consuming and complex.\n",
    "problems_solved": "Problems Solved\n      \nInitiate and execute steps to assist Contracting Officers in selecting appropriate provisions and clauses for solicitations and contracts\n\n",
    "benefits": "Benefits of Use\n      \nReduced labor time spent on repetitive tasks\nReduced process/cycle time\nIncreased compliance\nImproved accuracy\n\n"
  },
  {
    "column_title": "Solicitation",
    "title": "Estimating Procurement Administrative Lead Time (PALT)",
    "description": "Description\nEffective acquisition planning involves determining the milestones and lead times necessary to complete the acquisition in a timely manner. An estimate of the total procurement administrative lead time (PALT) for a procurement action is normally measured in days and often varies based on acquisition size, complexity, and contract type.\n",
    "problems_solved": "Problems Solved\n      \nInitiate and execute steps involved in estimating PALT\n\n",
    "benefits": "Benefits of Use\n      \nLabor hours saved in estimating PALT\nImproved accuracy of estimated PALTs\nShortened lead time of awards\n\n"
  },
  {
    "column_title": "Evaluation",
    "title": "Dynamic Price Evaluator",
    "description": "Description\nComing Soon!!\n",
    "problems_solved": "Problems Solved\n      \nComing Soon!!\n\n",
    "benefits": "Benefits of Use\n      \nComing Soon!!\n\n"
  },
  {
    "column_title": "Award",
    "title": "Automated Negotiation Memo (NegMemo) Process",
    "description": "Description\nThe objective of the NegMemo process is to document and record key elements of an acquisition award decision.\n",
    "problems_solved": "Problems Solved\n      \nInitiate and execute steps in the NegMemo process\n\n",
    "benefits": "Benefits of Use\n      \nReduced processing time\nImproved accuracy\nImproved process efficiency\nImproved customer service\nEliminates repetitive work\n\n"
  },
  {
    "column_title": "Award",
    "title": "Contractor Responsibility",
    "description": "Description\nContracting Officers are responsible for ensuring that contract awards are made only to responsible prospective contractors. To determine prospective contractors’ responsibility, Contracting Officers consider information in the Federal Awardee Performance and Integrity Information System (FAPIIS) and other past performance information submitted by the contractor or otherwise acquired by the agency. FAR Subpart 9.1 Contactor Qualifications prescribes the policies, standards, and procedures pertaining to determinations of prospective contractors’ responsibility and requires Contracting Officers to document each contract file to indicate how the information in FAPIIS was considered as well as any action that was taken as a result of the information.\n",
    "problems_solved": "Problems Solved\n      \nInitiate and execute steps to assist Contracting Officers in making determinations of contractor responsibility\n\n",
    "benefits": "Benefits of Use\n      \nReduced labor time spent on manual tasks\nReduced process/cycle time\nIncreased compliance, especially with file documentation requirements\nIncreased audit readiness\n\n"
  },
  {
    "column_title": "Award",
    "title": "Spreadsheet Uploader",
    "description": "Description\nSpreadsheet uploader technology maps data from one system and imports it into a spreadsheet.\n",
    "problems_solved": "Problems Solved\n      \nFacilitates shopping cart processing for procurements\n\n",
    "benefits": "Benefits of Use\n      \nImproved accuracy\nIncreased compliance\nReduced labor time spent on manual tasks\nReduced process/cycle time\n\n"
  },
  {
    "column_title": "Post Award",
    "title": "Contract Closeout",
    "description": "Description\nContract closeout is required for all government contracts to establish the final contract price and make the final contract payment. The process starts when contract performance is complete for a contract and ends when all administrative actions have been completed, all disputes settled, and final payment has been made. FAR 4.804, Closeout of Contract Files, provides the basic rules and procedures for the administrative closeout of contracts. The process can range from simple to complex depending on contract attributes such as type (e.g. firm-fixed price, cost-reimbursement), period of performance, significance, and type of subcontracted work, and the volume of property. For a complete list of steps in the contract closeout process, see Activity 51 in FAI’s Contracting Professionals Smart Guide.\n",
    "problems_solved": "Problems Solved\n      \nInitiate and execute steps in the contract closeout process \n\t \n\n",
    "benefits": "Benefits of Use\n      \nReduced labor time spent on manual tasks\nReduced process/cycle time for closeout activities\nIncreased compliance with required timeframes for closeout activities\nReduced risk of overpayment\nMitigates risks of losing funds to excess payments\n\n"
  },
  {
    "column_title": "Post Award",
    "title": "Contractor Reporting – Automated Notifications and Reminders",
    "description": "Description\nContracting officers are responsible for ensuring that contract requirements are being met. Contract requirements often include various reports that must be submitted to the government by contractors within timeframes or by certain dates specified in law or regulation.\nContractor reporting requirements can be numerous and varied and must be managed by both the government and the contractor.\n",
    "problems_solved": "Problems Solved\n      \nInitiate and execute steps to send contractor reporting reminders and alerts\n\n",
    "benefits": "Benefits of Use\n      \nReduced labor time spent on manual tasks\nReduced process/cycle time\nReduced risk\nIncreased compliance and audit readiness\n\n"
  },
  {
    "column_title": "Post Award",
    "title": "De-obligation of Funds",
    "description": "Description\nDe-obligations allow for the downward adjustment of previously incurred obligations. De-obligations may be appropriate when closing out contracts, terminating contracts, or during the performance of a contract as a result of a contract funds review that determines excess funds are available.\n",
    "problems_solved": "Problems Solved\n      \nInitiate and execute steps in the process to de-obligate excess contract funds\n\n",
    "benefits": "Benefits of Use\n      \nReduced labor time spent on manual tasks\nReduced process/cycle time\nIncreased compliance and audit readiness\nReduced risk of overpayment\nMitigates risks of losing funds to excess payments\n\n"
  },
  {
    "column_title": "Post Award",
    "title": "Letter of Intent to Exercise Option",
    "description": "Description\nThe preparation of a Letter of Intent is part of the process for exercising a contract option. As covered in FAR 17.207 Exercise of options, the process of executing an option begins with determining that there is an existing need that can be fulfilled by exercising the option in the contract and providing written notice to the contractor of the government’s intent to exercise the option. FAR 17.207(a) requires the contracting officer to provide written notice within the time period specified in the contract. \nFor a complete list of steps involved in exercising options, see Activity 34 in FAI’s Contracting Professionals Smart Guide.\n",
    "problems_solved": "Problems Solved\n      \nInitiate and execute steps in the process of providing written notice of intent to exercise contract options  \n\n",
    "benefits": "Benefits of Use\n      \nIncreased compliance\nReduced risks (and potential for increased costs)\nImproved accuracy\n\n"
  },
  {
    "column_title": "Post Award",
    "title": "Mass Modifications",
    "description": "Description\nContract modifications are needed when addressing contractor changes in the terms, price, and scope of the contract. \nAutomated mass modifications may be advantageous when there is a uniform change that impacts a large number of contract actions.\n",
    "problems_solved": "Problems Solved\n      \nInitiate and execute steps in the process to create and issue mass modifications\n\n",
    "benefits": "Benefits of Use\n      \nReduced labor time spent on manual tasks\nReduced process/cycle time\nIncreased compliance and audit readiness\n\n"
  }
]